Repository: jeremiahyan/openmediavault
Catalog: deb/openmediavault-usbbackup/usr/share/openmediavault/locale/*/openmediavault-usbbackup.po
Languages: sv_sv

source: Add backup job
sv_sv: Lägg till säkerhetskopieringsjobb

source: An email message with the command output (if any produced) is send to the administrator.
sv_sv: Ett e-postmeddelande med kommandoutmatningen (om någon produceras) skickas till administratören.

source: Archive
sv_sv: Arkiv

source: Backup jobs
sv_sv: Säkerhetskopieringsjobb

source: Comment
sv_sv: Kommentar

source: Compress
sv_sv: Komprimera

source: Compress file data during the transfer.
sv_sv: Komprimera fildata under överföringen.

source: Delete
sv_sv: Ta bort

source: Delete files on the receiving side that don't exist on sender.
sv_sv: Ta bort filer på mottagningssidan som inte finns hos avsändaren.

source: Device
sv_sv: Enhet

source: Done ...
sv_sv: Klar ...

source: Edit backup job
sv_sv: Redigera säkerhetskopieringsjobb

source: Enable
sv_sv: Aktivera

source: Enable archive mode.
sv_sv: Aktivera arkivläge.

source: Enable this option to keep partially transferred files, otherwise they will be deleted if the transfer is interrupted.
sv_sv: Aktivera det här alternativet för att behålla delvis överförda filer, annars kommer de att raderas om överföringen avbryts.

source: Enabled
sv_sv: Aktiverad

source: Execute backup job
sv_sv: Utför säkerhetskopieringsjobb

source: External storage device
sv_sv: Extern lagringsenhet

source: Extra options
sv_sv: Extra alternativ

source: From external storage to shared folder
sv_sv: Från externt lagringsutrymme till delad mapp

source: From shared folder to external storage
sv_sv: Från delad mapp till externt lagringsutrymme

source: Keep partially transferred files
sv_sv: Behåll delvis överförda filer

source: Mode
sv_sv: Läge

source: Please check the <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for more details.
sv_sv: Vänligen se <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manualsidan</a> för mer detaljer.

source: Please note that the web interface is blocked until the manually started backup job has been finished. However the backup job is automatically executed in the background when the storage device is connected to the host.
sv_sv: Vänligen observera att webbgränssnittet är blockerat tills det manuellt startade säkerhetskopieringsjobbet har slutförts. Men säkerhetskopieringsjobbet utförs automatiskt i bakgrunden när lagringsenheten är ansluten till värden.

source: Preserve ACLs
sv_sv: Bevara ACL:er

source: Preserve extended attributes
sv_sv: Bevara utökade attribut

source: Preserve group
sv_sv: Bevara grupp

source: Preserve modification times
sv_sv: Bevara ändringstider

source: Preserve owner
sv_sv: Bevara ägare

source: Preserve permissions
sv_sv: Bevara behörigheter

source: Quiet
sv_sv: Tyst

source: Recurse into directories.
sv_sv: Rekursivt in i kataloger.

source: Recursive
sv_sv: Rekursiv

source: Run
sv_sv: Kör

source: Scan
sv_sv: Skanna

source: Select a device ...
sv_sv: Välj en enhet ...

source: Send command output via email.
sv_sv: Skicka kommandoutmatning via e-post.

source: Send email
sv_sv: Skicka e-post

source: Set the destination permissions to be the same as the source permissions.
sv_sv: Ställ in destinationsbehörigheterna att vara desamma som källtillstånden.

source: Set the group of the destination file to be the same as the source file.
sv_sv: Ställ in gruppen för målfilen att vara samma som för källfilen.

source: Set the owner of the destination file to be the same as the source file, but only if the receiving rsync is being run as the super-user.
sv_sv: Ställ in att ägaren till målfilen ska vara densamma som källfilen, men endast om den mottagande rsync körs som superanvändare.

source: Shared folder
sv_sv: Delad mapp

source: Suppress non-error messages.
sv_sv: Undertryck icke-felmeddelanden.

source: Synchronise from/to directory on external storage device.
sv_sv: Synkronisera från/till katalog på extern lagringsenhet.

source: The external storage device.
sv_sv: Den externa lagringsenheten.

source: The shared folder content is synchronised from/to the root of the external storage device if this option is not set. The name of the directory is taken from the shared folder.
sv_sv: Det delade mappinnehållet synkroniseras från/till roten på den externa lagringsenheten om det här alternativet inte är inställt. Namnet på katalogen tas från den delade mappen.

source: The shared folder to synchronise when the external storage device is connected.
sv_sv: Den delade mappen synkroniseras när den externa lagringsenheten är ansluten.

source: Transfer modification times along with the files and update them on the remote system.
sv_sv: Överför ändringstider tillsammans med filerna och uppdatera dem på fjärrsystemet.

source: USB Backup
sv_sv: USB-säkerhetskopiering

source: Update the destination ACLs to be the same as the source ACLs.
sv_sv: Uppdatera destinations-ACL:erna för att vara desamma som käll-ACL:erna.

source: Update the destination extended attributes to be the same as the local ones.
sv_sv: Uppdatera destinationens utökade attribut för att vara desamma som de lokala.

source: n/a
sv_sv: ingen uppgift
