Repository: jeremiahyan/openmediavault
Catalog: deb/openmediavault-tftp/usr/share/openmediavault/locale/*/openmediavault-tftp.po
Languages: pl_pl, tr_tr

source: Allow new files
pl_pl: Zezwalaj na nowe pliki
tr_tr: Yeni dosyalara izin ver

source: Allow new files to be created.
pl_pl: Pozwala tworzyć nowe pliki
tr_tr: Yeni dosyaların yaratılmasına izin ver.

source: Blocksize
pl_pl: Wielkość bloku
tr_tr: Blok ebadı

source: By default, only files that already exist are allowed to be uploaded.
pl_pl: Domyślnie, tylko pliki już istniejące mają zezwolenie na to, by je wysyłać.
tr_tr: Standart olarak, sadece şu anda mevcut olan dosyalar yüklenebilir.

source: Determine the default timeout, in microseconds, before the first packet is retransmitted.
pl_pl: Określa domyślny limit czasu, w mikrosekundach, zanim pierwszy pakiet będzie ponownie wysłany.
tr_tr: Birinci paketin tekrar gönderilmesinden önce geçerli zaman aşımını milisaniye cinsinden tanımlayınız.

source: Enable
pl_pl: Włącz
tr_tr: Açık

source: Extra options
pl_pl: Dodatkowe opcje
tr_tr: İlave seçenekler

source: Please make sure that the shared folder is publicly writable if new files are allowed.
pl_pl: Upewnij się, że folder udostępniony publicznie są do zapisu jeśli nowe pliki są dozwolone.
tr_tr: Yeni dosyalara izin verilmiş ise paylaşılan klasörün herkes tarafından yazılabilir olduğundan emin olunuz.

source: Port to listen on.
pl_pl: Port nasłuchiwania.
tr_tr: Dinlenen port

source: Retry timeout
pl_pl: Limit czasu powtórzeń
tr_tr: Tekrar deneme zaman aşımı

source: Settings
pl_pl: Konfiguracja
tr_tr: Ayarlar

source: Shared folder
pl_pl: Katalog współdzielony
tr_tr: Paylaşılmış klasör

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
pl_pl: Określa rozmiar maksymalny dozwolony bloku. Zakres dozwolone dla tego parametru od 512 do 65464.
tr_tr: İzin verilen en büyük blok büyüklüğünü belirler. Bu değişken için kullanılabiliecek değerler 512 ila 65464 arasındadır.

source: The location of the files to share.
pl_pl: Lokalizacja plików do współdzielenia.
tr_tr: Paylaşılacak dosyaların yeri.
